xeon/20220406-fpw/logs/pg-16-8-1/1000/run-rw-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 108003167
latency average = 0.533 ms
initial connection time = 11.874 ms
tps = 60002.007686 (without initial connection time)